{
    "COMPONENTS": {
        "PROFILE_CARD": {
            "TITLE": "Fahrercharakteristika",
            "DESCRIPTION": "Die hier angezeigten Profildaten basieren auf von Benutzern bereitgestellten Informationen, die nicht immer vollständig überprüfbar sind. Da diese Daten selbst gemeldet werden, werden sie separat von anderen objektiven Sicherheitsmetriken präsentiert. <br><br>Im Gegensatz zu regionalen Statistiken spiegeln Profildaten die Merkmale der Personen wider, die in der Gegend fahren, wie Alter, Erfahrung, Verhalten und Geschlecht, und deren Beziehung zum Gefährlichkeitswert.",
            "GROUPS": {
                "AGE": {
                    "TITLE": "Alter",
                    "DESCRIPTION": "Die Altersgruppe des Radfahrers, die zur Analyse von Trends in Radfahrgewohnheiten, Sicherheitsbedenken und Risikofaktoren in verschiedenen Altersgruppen verwendet wird. Jüngere und ältere Radfahrer können einzigartige Herausforderungen wie Unterschiede im Fahrvertrauen, bei der Routenwahl oder bei der Verwundbarkeit im Verkehr haben.",
                    "BEFORE_1950": "Vor 1950",
                    "BETWEEN_1950_AND_1954": "1950 - 1954",
                    "BETWEEN_1955_AND_1959": "1955 - 1959",
                    "BETWEEN_1960_AND_1964": "1960 - 1964",
                    "BETWEEN_1965_AND_1969": "1965 - 1969",
                    "BETWEEN_1975_AND_1979": "1975 - 1979",
                    "BETWEEN_1980_AND_1984": "1980 - 1984",
                    "BETWEEN_1985_AND_1989": "1985 - 1989",
                    "BETWEEN_1990_AND_1994": "1990 - 1994",
                    "BETWEEN_1995_AND_1999": "1995 - 1999",
                    "BETWEEN_2000_AND_2004": "2000 - 2004",
                    "AFTER_2004": "Nach 2004",
                    "NOT_CHOSEN": "Nicht gewählt"
                },
                "GENDER": {
                    "TITLE": "Geschlecht",
                    "DESCRIPTION": "Das Geschlecht des Radfahrers, das dazu beiträgt, Unterschiede in der Sicherheit, Infrastrukturpräferenzen und Beteiligungsquoten beim Radfahren zwischen verschiedenen Gruppen aufzudecken. Das Verständnis geschlechtsspezifischer Muster kann Verbesserungen in der Stadtplanung und Verkehrssicherheitsmaßnahmen informieren, die auf unterschiedliche Bedürfnisse zugeschnitten sind.",
                    "MALE": "Männlich",
                    "FEMALE": "Weiblich",
                    "OTHER": "Andere",
                    "NOT_CHOSEN": "Nicht gewählt"
                },
                "EXPERIENCE": {
                    "TITLE": "Erfahrungsniveau",
                    "DESCRIPTION": "Die Anzahl der Jahre, die der Radfahrer aktiv fährt, zeigt seine Vertrautheit mit Straßenbedingungen, Verkehrsregeln und potenziellen Gefahren an. Erfahrenere Radfahrer können sicherere Fahrpraktiken und strategische Routenwahlen annehmen, während neuere Fahrer aufgrund von Unerfahrenheit oder Unkenntnis der Verkehrsdynamik anfälliger für Zwischenfälle sein könnten.",
                    "BEGINNER": "Anfänger (0-2 Jahre)",
                    "INTERMEDIATE": "Mittelstufe (2-4 Jahre)",
                    "ADVANCED": "Fortgeschritten (4-10 Jahre)",
                    "EXPERT": "Experte (10+ Jahre)",
                    "NOT_CHOSEN": "Nicht gewählt"
                },
                "BEHAVIOR": {
                    "TITLE": "Verhalten",
                    "DESCRIPTION": "Eine selbstbewertete Bewertung von 0 (nie) bis 5 (immer), die misst, wie genau der Radfahrer die Verkehrsregeln befolgt. Diese Metrik ist entscheidend für die Bewertung der Beziehung zwischen Regelbefolgung und Sicherheit, die Identifizierung von risikoreichen Verhaltensmustern und die Verbesserung von Aufklärungskampagnen zur Förderung verantwortungsbewussten Radfahrens.",
                    "-1": "Nicht gewählt",
                    "0": "Nie (0)",
                    "1": "Selten (1)",
                    "2": "Manchmal (2)",
                    "3": "Regelmäßig (3)",
                    "4": "Oft (4)",
                    "5": "Immer (5)"
                }
            }
        },
        "BASE_REGION_DETAIL_VIEW": {
            "INFORMATION_BOX": {
                "YEAR": "Diese Analyse vergleicht die <b>Trends des Radverkehrs über verschiedene Jahre hinweg</b>. Durch die Beobachtung von Veränderungen können wir feststellen, ob sich die Sicherheit von Radfahrern im Laufe der Zeit verbessert oder verschlechtert hat.",
                "TRAFFIC_TIME": "Diese Analyse kategorisiert Radverkehrsdaten nach verschiedenen <b>Verkehrszeiten</b> und zeigt Unterschiede in den <b>Straßenbedingungen</b> und <b>Risikostufen</b> im Tagesverlauf auf.",
                "WEEKDAY": "Diese Analyse kategorisiert Radverkehrsdaten nach verschiedenen Tagen und zeigt Unterschiede in der <b>Verkehrsdichte</b> und der <b>Wahrscheinlichkeit von Vorfällen</b> auf."
            },
            "TEMPORAL_METRICS": {
                "TITLE": "Zeitlichbedingte Sicherheitsmetriken",
                "DESCRIPTION": "Hier findest du detaillierte Informationen zur ausgewählten Region. Du kannst die durchschnittliche Länge der Straßensegmente und die zurückgelegte Distanz sehen."
            }
        }
    },
    "GENERAL": {
        "ENTITY_ATTRIBUTES": {
            "REGION": {
                "AVERAGE_LENGTH": "Durchschnittslänge der Straßensegmente",
                "TRAVELLED_DISTANCE": "Zurückgelegte Distanz",
                "SUB_REGIONS": "Unterregionen",
                "ALL": "Alle Regionen"
            }
        },
        "REGIONS": {
            "TITLE": "Regionen",
            "TOOLTIP": "Hier findest du alle Regionen, die derzeit in der SimRa-App verfügbar sind. Du kannst eine Region auswählen, um weitere Details zu sehen.",
            "ADMIN_LEVEL": {
                "PLACEHOLDER": "Wähle eine Verwaltungsebene",
                "DISTRICT": "Stadtbezirk",
                "COUNTY": "Landkreis",
                "FEDERAL_COUNTY": "Bundesland"
            }
        },
        "ANALYSIS": {
            "PERCENTAGE_SCARY": "Prozentsatz der beängstigenden Beinahunfälle"
        }
    }
}
